Repository: zizicici/Pin-It
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# pin.editConflict.alert.discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
es_419: Descartar
fr: Ignorer
it: Ignora
ja: 破棄
ko: 버리기
pt_br: Descartar
pt_pt: Descartar
ru: Отменить
uk: Відхилити
zh_hans: 放弃
zh_hk: 放棄

# pin.editConflict.alert.message
source: This item was deleted on another device. Your changes can’t be saved to it.
ar: تم حذف هذا العنصر على جهاز آخر. لا يمكن حفظ تغييراتك فيه.
de: Dieses Objekt wurde auf einem anderen Gerät gelöscht. Deine Änderungen können nicht darin gespeichert werden.
es: Este elemento se eliminó en otro dispositivo. Tus cambios no se pueden guardar en él.
es_419: Este elemento se eliminó en otro dispositivo. Tus cambios no se pueden guardar en él.
fr: Cet élément a été supprimé sur un autre appareil. Vos modifications ne peuvent pas y être enregistrées.
it: Questo elemento è stato eliminato su un altro dispositivo. Le tue modifiche non possono essere salvate.
ja: この項目は別のデバイスで削除されました。変更を保存できません。
ko: 이 항목은 다른 기기에서 삭제되었습니다. 변경 사항을 저장할 수 없습니다.
pt_br: Este item foi apagado em outro dispositivo. Suas alterações não podem ser salvas nele.
pt_pt: Este item foi eliminado noutro dispositivo. As suas alterações não podem ser guardadas nele.
ru: Этот объект был удалён на другом устройстве. Ваши изменения не удастся сохранить в нём.
uk: Цей елемент було видалено на іншому пристрої. Ваші зміни неможливо зберегти в ньому.
zh_hans: 该内容已在其他设备上被删除，修改无法保存。
zh_hk: 該內容已在其他裝置上被刪除，修改無法儲存。

# pin.editConflict.alert.saveAsNew
source: Save as New
ar: حفظ كعنصر جديد
de: Als neu sichern
es: Guardar como nuevo
es_419: Guardar como nuevo
fr: Enregistrer comme nouvel élément
it: Salva come nuovo
ja: 新規として保存
ko: 새 항목으로 저장
pt_br: Salvar como Novo
pt_pt: Guardar como novo
ru: Сохранить как новый
uk: Зберегти як новий
zh_hans: 保存为新条目
zh_hk: 儲存為新項目

# pin.editConflict.alert.title
source: Unable to Save
ar: تعذّر الحفظ
de: Sichern nicht möglich
es: No se puede guardar
es_419: No se pudo guardar
fr: Enregistrement impossible
it: Impossibile salvare
ja: 保存できません
ko: 저장할 수 없음
pt_br: Não Foi Possível Salvar
pt_pt: Não é possível guardar
ru: Не удалось сохранить
uk: Не вдалося зберегти
zh_hans: 无法保存
zh_hk: 無法儲存

# pin.others.title
source: Others
ar: منشورات أخرى
de: Andere
es: Otros
es_419: Otros
fr: Autres
it: Altri
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
ru: Другие
uk: Інші
zh_hans: 其他记录
zh_hk: 其他記錄

# pin.pasteboard.alert.action
source: Review
ar: مراجعة
de: Überprüfen
es: Revisar
es_419: Revisar
fr: Vérifier
it: Controlla
ja: 確認
ko: 검토
pt_br: Revisar
pt_pt: Rever
ru: Проверить
uk: Перевірити
zh_hans: 检查
zh_hk: 檢查

# pin.pasteboard.alert.message
source: Review your Settings.
ar: راجع إعداداتك
de: Überprüfen Sie Ihre Einstellungen.
es: Revise su configuración.
es_419: Revise su configuración.
fr: Vérifiez vos paramètres.
it: Controlla le tue impostazioni.
ja: 設定を確認してください。
ko: 설정을 검토하세요.
pt_br: Revise suas configurações.
pt_pt: Reveja as suas definições.
ru: Проверьте свои настройки.
uk: Перевірте свої налаштування.
zh_hans: 检查系统设置
zh_hk: 檢查系統設定

# pin.pasteboard.alert.title
source: We are unable to retrieve data from your clipboard.
ar: تعذر الوصول إلى البيانات في الحافظة
de: Wir können keine Daten aus Ihrer Zwischenablage abrufen.
es: No podemos recuperar datos de su portapapeles.
es_419: No podemos recuperar datos de su portapapeles.
fr: Nous ne pouvons pas récupérer les données de votre presse-papiers.
it: Non possiamo recuperare i dati dagli appunti.
ja: クリップボードからデータを取得できません。
ko: 클립보드에서 데이터를 검색할 수 없습니다.
pt_br: Não podemos recuperar dados da sua área de transferência.
pt_pt: Não podemos recuperar dados da sua área de transferência.
ru: Мы не можем получить данные из вашего буфера обмена.
uk: Ми не можемо отримати дані з вашого буфера обміну.
zh_hans: 我们无法获取剪贴板上的数据
zh_hk: 我們無法取得剪貼簿上的資料

# pin.pin
source: Pin
ar: تثبيت
de: Anheften
es: Fijar
es_419: Fijar
fr: Épingler
it: Fissa
ja: ピン留め
ko: 고정
pt_br: Fixar
pt_pt: Fixar
ru: Закрепить
uk: Закріпити
zh_hans: 钉住
zh_hk: 釘住

# pin.pinned.title
source: Pinned
ar: مثبت
de: Angeheftet
es: Fijados
es_419: Fijados
fr: Épinglés
it: Appuntati
ja: 固定済み
ko: 고정됨
pt_br: Fixados
pt_pt: Afixados
ru: Закрепленные
uk: Закріплені
zh_hans: 钉住记录
zh_hk: 釘住記錄

# pin.unpin
source: Unpin
ar: إلغاء التثبيت
de: Lösen
es: Desfijar
es_419: Desfijar
fr: Désépingler
it: Sfissa
ja: ピン留めを外す
ko: 고정 해제
pt_br: Desfixar
pt_pt: Desfixar
ru: Открепить
uk: Відкріпити
zh_hans: 取消钉住
zh_hk: 取消釘住

# post.create%@
source: Created at %@
ar: تم الإنشاء في %@
de: Erstellt am %@
es: Creado el %@
es_419: Creado el %@
fr: Créé le %@
it: Creato il %@
ja: 作成日 %@
ko: 생성일 %@
pt_br: Criado em %@
pt_pt: Criado em %@
ru: Создано %@
uk: Створено %@
zh_hans: 创建于 %@
zh_hk: 創建於 %@

# promotion.alert.message
source: One-time payment. No subsequent fees.
ar: دفعة لمرة واحدة، بدون رسوم لاحقة
de: Einmalige Zahlung. Keine weiteren Gebühren.
es: Pago único. Sin cargos posteriores.
es_419: Pago único. Sin cargos posteriores.
fr: Paiement unique. Aucun frais supplémentaire.
it: Pagamento unico. Nessun costo successivo.
ja: 一度きりのお支払い。追加費用なし。
ko: 일회성 결제. 추가 비용 없음.
pt_br: Pagamento único. Sem taxas posteriores.
pt_pt: Pagamento único. Sem custos adicionais.
ru: Единоразовый платёж. Без последующих сборов.
uk: Одноразовий платіж. Без подальших зборів.
zh_hans: 一次性付费，无后续费用。
zh_hk: 一次性付費，無後續費用。

# promotion.alert.title
source: Do you intend to support our growth?
ar: هل ترغب في دعم نمونا؟
de: Möchten Sie unser Wachstum unterstützen?
es: ¿Deseas apoyar nuestro crecimiento?
es_419: ¿Quieres apoyar nuestro crecimiento?
fr: Souhaitez-vous soutenir notre croissance ?
it: Vuoi sostenere la nostra crescita?
ja: 私たちの成長を支援しますか？
ko: 저희 성장을 지원하시겠습니까?
pt_br: Você deseja apoiar nosso crescimento?
pt_pt: Deseja apoiar o nosso crescimento?
ru: Хотите поддержать наше развитие?
uk: Чи бажаєте підтримати наш розвиток?
zh_hans: 你是要支持我们的发展吗？
zh_hk: 你是要支持我們的發展嗎？

# promotion.cloudKitSync
source: - CloudKit Sync
ar: - مزامنة CloudKit
de: - CloudKit-Synchronisierung
es: - Sincronización con CloudKit
es_419: - Sincronización con CloudKit
fr: - Synchronisation CloudKit
it: - Sincronizzazione CloudKit
ja: - CloudKit 同期
ko: - CloudKit 동기화
pt_br: - Sincronização do CloudKit
pt_pt: - Sincronização CloudKit
ru: - Синхронизация через CloudKit
uk: - Синхронізація CloudKit
zh_hans: - CloudKit 同步
zh_hk: - CloudKit 同步

# promotion.first
source: - Remove Support Banner
ar: - إزالة لافتة الدعم
de: - Support-Banner entfernen
es: - Eliminar banner de apoyo
es_419: - Quitar banner de apoyo
fr: - Supprimer la bannière de soutien
it: - Rimuovi banner di supporto
ja: - サポートバナーを削除
ko: - 지원 배너 제거
pt_br: - Remover banner de apoio
pt_pt: - Remover banner de suporte
ru: - Удалить баннер поддержки
uk: - Видалити банер підтримки
zh_hans: - 移除支持文本栏
zh_hk: - 移除支援橫幅

# promotion.second
source: - Support multiple pinned posts
ar: - دعم تثبيت منشورات متعددة
de: - Mehrere Beiträge anheften
es: - Fijar múltiples publicaciones
es_419: - Fijar múltiples publicaciones
fr: - Épingler plusieurs publications
it: - Fissa più post
ja: - 複数の投稿をピン留め
ko: - 여러 기록 고정
pt_br: - Fixar múltiplos registros
pt_pt: - Fixar múltiplos registos
ru: - Закреплять несколько записей
uk: - Закріплювати кілька записів
zh_hans: - 同时钉住多个记录
zh_hk: - 同時釘住多個記錄

# promotion.title
source: Upgrade to unlock:
ar: ترقية لفتح:
de: Upgrade freischalten:
es: Actualizar para desbloquear:
es_419: Actualizar para desbloquear:
fr: Améliorer pour débloquer:
it: Aggiorna per sbloccare:
ja: アップグレードで解除
ko: 업그레이드로 잠금 해제
pt_br: Atualizar para desbloquear:
pt_pt: Atualizar para desbloquear:
ru: Обновить для разблокировали:
uk: Оновити для розблокування:
zh_hans: 支持我们 & 解锁功能：
zh_hk: 支持我們 & 解鎖功能：

# settings.autoEndLiveActivity.noContent
source: When there is no content
ar: عند عدم وجود محتوى
de: Bei fehlendem Inhalt
es: Sin contenido
es_419: Sin contenido
fr: Sans contenu
it: Senza contenuto
ja: コンテンツなし時
ko: 내용 없을 때
pt_br: Sem conteúdo
pt_pt: Sem conteúdo
ru: При отсутствии контента
uk: При відсутності вмісту
zh_hans: 在没内容时
zh_hk: 在沒內容時

# settings.autoEndLiveActivity.title
source: Auto End Live Activity
ar: إنهاء النشاط المباشر تلقائياً
de: Live-Aktivität auto. beenden
es: Finalizar actividad en vivo auto.
es_419: Finalizar actividad en vivo auto.
fr: Fin auto. activité en direct
it: Termina attività live auto.
ja: ライブアクティビティを自動終了
ko: 라이브 액티비티 자동 종료
pt_br: Encerrar atividade ao vivo auto.
pt_pt: Terminar atividade em direto auto.
ru: Автозавершение Live Activity
uk: Автозавершення Live Activity
zh_hans: 自动关闭实时活动
zh_hk: 自動關閉即時動態

# settings.autoStartLiveActivity.appLaunch
source: When app launch
ar: عند فتح التطبيق
de: Beim App-Start
es: Al abrir app
es_419: Al abrir app
fr: Au lancement app
it: All'avvio app
ja: App起動時
ko: 앱 실행 시
pt_br: Ao abrir app
pt_pt: Ao abrir app
ru: При запуске приложения
uk: При запуску додатка
zh_hans: 只在App打开时
zh_hk: 只在App打開時

# settings.autoStartLiveActivity.enableOnlyWithContent
source: When there is content
ar: عند وجود محتوى
de: Bei vorhandenem Inhalt
es: Con contenido
es_419: Con contenido
fr: Avec contenu
it: Con contenuto
ja: コンテンツあり時
ko: 내용 있을 때
pt_br: Com conteúdo
pt_pt: Com conteúdo
ru: При наличии контента
uk: При наявності вмісту
zh_hans: 只在有内容时
zh_hk: 只在有內容時

# settings.autoStartLiveActivity.title
source: Auto Start Live Activity
ar: بدء النشاط المباشر تلقائياً
de: Live-Aktivität auto. starten
es: Iniciar actividad en vivo auto.
es_419: Iniciar actividad en vivo auto.
fr: Démarrage auto. activité en direct
it: Avvia attività live auto.
ja: ライブアクティビティを自動開始
ko: 라이브 액티비티 자동 시작
pt_br: Iniciar atividade ao vivo auto.
pt_pt: Iniciar atividade em direto auto.
ru: Автозапуск Live Activity
uk: Автозапуск Live Activity
zh_hans: 自动开启实时活动
zh_hk: 自動開啓即時動態

# settings.cloudKitSync.alert.accountChanged.dismiss
source: OK
ar: موافق
ko: 확인
ru: ОК
zh_hans: 知道了
zh_hk: 知道了

# settings.cloudKitSync.alert.accountChanged.message
source: CloudKit Sync was turned off because the iCloud account on this device changed. Re-enable it in Settings to start syncing with the new account.
ar: تم إيقاف مزامنة CloudKit لأن حساب iCloud على هذا الجهاز قد تغيّر. أعِد تفعيلها في الإعدادات لبدء المزامنة مع الحساب الجديد.
de: Die CloudKit-Synchronisierung wurde deaktiviert, weil sich der iCloud-Account auf diesem Gerät geändert hat. Aktiviere sie in den Einstellungen erneut, um die Synchronisierung mit dem neuen Account zu starten.
es: La sincronización con CloudKit se desactivó porque la cuenta de iCloud de este dispositivo cambió. Vuelve a activarla en Ajustes para empezar a sincronizar con la nueva cuenta.
es_419: La sincronización con CloudKit se desactivó porque la cuenta de iCloud de este dispositivo cambió. Vuelve a activarla en Configuración para empezar a sincronizar con la nueva cuenta.
fr: La synchronisation CloudKit a été désactivée car le compte iCloud de cet appareil a changé. Réactivez-la dans Réglages pour commencer à synchroniser avec le nouveau compte.
it: La sincronizzazione CloudKit è stata disattivata perché l'account iCloud su questo dispositivo è cambiato. Riattivala in Impostazioni per iniziare a sincronizzare con il nuovo account.
ja: このデバイスの iCloud アカウントが変更されたため、CloudKit 同期がオフになりました。新しいアカウントで同期するには、設定で再度オンにしてください。
ko: 이 기기의 iCloud 계정이 변경되어 CloudKit 동기화가 꺼졌습니다. 새 계정으로 동기화하려면 설정에서 다시 켜십시오.
pt_br: A Sincronização do CloudKit foi desativada porque a conta do iCloud neste dispositivo foi alterada. Reative-a nos Ajustes para começar a sincronizar com a nova conta.
pt_pt: A sincronização CloudKit foi desativada porque a conta iCloud neste dispositivo foi alterada. Reative-a nas Definições para começar a sincronizar com a nova conta.
ru: Синхронизация через CloudKit была отключена, так как учётная запись iCloud на этом устройстве изменилась. Включите её снова в Настройках, чтобы начать синхронизацию с новой учётной записью.
uk: Синхронізацію CloudKit вимкнено, оскільки обліковий запис iCloud на цьому пристрої змінився. Увімкніть її знову в Параметрах, щоб почати синхронізацію з новим обліковим записом.
zh_hans: 由于这台设备的 iCloud 账号发生了变化,CloudKit 同步已自动关闭。在设置中重新启用即可使用新账号同步。
zh_hk: 由於這部裝置的 iCloud 帳號發生了變化,CloudKit 同步已自動關閉。在設定中重新啓用即可使用新帳號同步。

# settings.cloudKitSync.alert.accountChanged.title
source: iCloud Account Changed
ar: تغيّر حساب iCloud
de: iCloud-Account geändert
es: La cuenta de iCloud cambió
es_419: La cuenta de iCloud cambió
fr: Le compte iCloud a changé
it: Account iCloud cambiato
ja: iCloud アカウントが変更されました
ko: iCloud 계정 변경됨
pt_br: Conta do iCloud Alterada
pt_pt: Conta iCloud alterada
ru: Учётная запись iCloud изменена
uk: Обліковий запис iCloud змінився
zh_hans: iCloud 账号已切换
zh_hk: iCloud 帳號已切換

# settings.cloudKitSync.checking
source: Checking...
ar: جارٍ التحقق...
de: Wird geprüft …
es: Comprobando...
es_419: Comprobando...
fr: Vérification…
it: Verifica in corso...
ja: 確認中…
ko: 확인 중...
pt_br: Verificando...
pt_pt: A verificar...
ru: Проверка...
uk: Перевірка...
zh_hans: 正在检查...
zh_hk: 正在檢查...

# settings.cloudKitSync.clear
source: Clear CloudKit Data
ar: مسح بيانات CloudKit
de: CloudKit-Daten löschen
es: Borrar datos de CloudKit
es_419: Borrar datos de CloudKit
fr: Effacer les données CloudKit
it: Cancella i dati CloudKit
ja: CloudKit データを消去
ko: CloudKit 데이터 지우기
pt_br: Apagar Dados do CloudKit
pt_pt: Limpar dados do CloudKit
ru: Очистить данные CloudKit
uk: Очистити дані CloudKit
zh_hans: 清空 CloudKit 数据
zh_hk: 清空 CloudKit 資料

# settings.cloudKitSync.clear.alert.message
source: This deletes %@ records from CloudKit without changing local records on this device. The deletion will sync to other devices that use CloudKit Sync.
ar: يؤدي ذلك إلى حذف سجلات %@ من CloudKit دون تغيير السجلات المحلية على هذا الجهاز. ستتم مزامنة الحذف مع الأجهزة الأخرى التي تستخدم مزامنة CloudKit.
de: Dadurch werden %@ Datensätze aus CloudKit gelöscht, ohne die lokalen Datensätze auf diesem Gerät zu ändern. Die Löschung wird mit anderen Geräten synchronisiert, die die CloudKit-Synchronisierung verwenden.
es: Esto elimina %@ registros de CloudKit sin modificar los registros locales de este dispositivo. La eliminación se sincronizará con los demás dispositivos que usen la sincronización con CloudKit.
es_419: Esto elimina %@ registros de CloudKit sin cambiar los registros locales de este dispositivo. La eliminación se sincronizará con los demás dispositivos que usen la sincronización con CloudKit.
fr: Cette action supprime %@ enregistrements de CloudKit sans modifier les enregistrements locaux de cet appareil. La suppression sera synchronisée vers les autres appareils qui utilisent la synchronisation CloudKit.
it: Questa operazione elimina %@ record da CloudKit senza modificare i record locali su questo dispositivo. L'eliminazione verrà sincronizzata con gli altri dispositivi che usano la sincronizzazione CloudKit.
ja: これにより、このデバイス上のローカルレコードを変更せずに、CloudKit から %@ 件のレコードを削除します。この削除は、CloudKit 同期を使用している他のデバイスにも同期されます。
ko: 이 작업은 이 기기의 로컬 레코드는 변경하지 않고 CloudKit에서 %@개의 레코드를 삭제합니다. 삭제는 CloudKit 동기화를 사용하는 다른 기기에도 동기화됩니다.
pt_br: Isto apaga %@ registros do CloudKit sem alterar os registros locais deste dispositivo. A exclusão será sincronizada com outros dispositivos que usam a Sincronização do CloudKit.
pt_pt: Isto elimina %@ registos do CloudKit sem alterar os registos locais neste dispositivo. A eliminação será sincronizada para os outros dispositivos que usam a sincronização CloudKit.
ru: Это удалит записи (%@) из CloudKit, не изменяя локальные записи на этом устройстве. Удаление синхронизируется с другими устройствами, использующими синхронизацию через CloudKit.
uk: Це видалить записи «%@» з CloudKit, не змінюючи локальні записи на цьому пристрої. Видалення синхронізується з іншими пристроями, що використовують синхронізацію CloudKit.
zh_hans: 这会删除 CloudKit 中的「%@」记录，但不会改变这台设备上的本地记录。该删除会同步到其他使用 CloudKit 同步的设备。
zh_hk: 這會刪除 CloudKit 中的「%@」記錄，但不會改變這部裝置上的本機記錄。該刪除會同步到其他使用 CloudKit 同步的裝置。

# settings.cloudKitSync.clear.alert.title
source: Clear CloudKit data?
ar: مسح بيانات CloudKit؟
de: CloudKit-Daten löschen?
es: ¿Borrar los datos de CloudKit?
es_419: ¿Borrar los datos de CloudKit?
fr: Effacer les données CloudKit ?
it: Cancellare i dati CloudKit?
ja: CloudKit データを消去しますか？
ko: CloudKit 데이터를 지우시겠습니까?
pt_br: Apagar os dados do CloudKit?
pt_pt: Limpar dados do CloudKit?
ru: Очистить данные CloudKit?
uk: Очистити дані CloudKit?
zh_hans: 清空 CloudKit 数据？
zh_hk: 清空 CloudKit 資料？

# settings.cloudKitSync.clear.failure.title
source: Could not clear CloudKit data
ar: تعذّر مسح بيانات CloudKit
de: CloudKit-Daten konnten nicht gelöscht werden
es: No se pudieron borrar los datos de CloudKit
es_419: No se pudieron borrar los datos de CloudKit
fr: Impossible d’effacer les données CloudKit
it: Impossibile cancellare i dati CloudKit
ja: CloudKit データを消去できませんでした
ko: CloudKit 데이터를 지울 수 없음
pt_br: Não foi possível apagar os dados do CloudKit
pt_pt: Não foi possível limpar os dados do CloudKit
ru: Не удалось очистить данные CloudKit
uk: Не вдалося очистити дані CloudKit
zh_hans: 无法清空 CloudKit 数据
zh_hk: 無法清空 CloudKit 資料

# settings.cloudKitSync.clear.footer
source: Clear removes your CloudKit records and syncs the deletion to other devices; records on this device are kept. Available only while sync is off.
ar: يؤدي المسح إلى إزالة سجلات CloudKit الخاصة بك ومزامنة الحذف مع الأجهزة الأخرى؛ مع الاحتفاظ بالسجلات على هذا الجهاز. متاح فقط أثناء إيقاف المزامنة.
de: Beim Löschen werden deine CloudKit-Datensätze entfernt und die Löschung wird mit anderen Geräten synchronisiert; die Datensätze auf diesem Gerät bleiben erhalten. Nur verfügbar, wenn die Synchronisierung deaktiviert ist.
es: Borrar elimina tus registros de CloudKit y sincroniza la eliminación con los demás dispositivos; los registros de este dispositivo se conservan. Solo está disponible cuando la sincronización está desactivada.
es_419: Borrar elimina tus registros de CloudKit y sincroniza la eliminación con los demás dispositivos; los registros de este dispositivo se conservan. Solo está disponible cuando la sincronización está desactivada.
fr: Effacer supprime vos enregistrements CloudKit et synchronise la suppression vers les autres appareils ; les enregistrements de cet appareil sont conservés. Disponible uniquement lorsque la synchronisation est désactivée.
it: La cancellazione rimuove i tuoi record CloudKit e sincronizza l'eliminazione con gli altri dispositivi; i record su questo dispositivo vengono mantenuti. Disponibile solo quando la sincronizzazione è disattivata.
ja: 消去すると、CloudKit のレコードが削除され、その削除が他のデバイスにも同期されます。このデバイス上のレコードは保持されます。同期がオフのときのみ使用できます。
ko: 지우기는 CloudKit 레코드를 제거하고 삭제를 다른 기기에 동기화합니다. 이 기기의 레코드는 유지됩니다. 동기화가 꺼져 있을 때만 사용할 수 있습니다.
pt_br: Apagar remove seus registros do CloudKit e sincroniza a exclusão com outros dispositivos; os registros deste dispositivo são mantidos. Disponível apenas quando a sincronização está desativada.
pt_pt: Limpar remove os seus registos do CloudKit e sincroniza a eliminação para os outros dispositivos; os registos neste dispositivo são mantidos. Disponível apenas quando a sincronização está desativada.
ru: Очистка удаляет ваши записи CloudKit и синхронизирует удаление с другими устройствами; записи на этом устройстве сохраняются. Доступно только при отключённой синхронизации.
uk: Очищення видаляє ваші записи CloudKit і синхронізує видалення з іншими пристроями; записи на цьому пристрої зберігаються. Доступно лише коли синхронізацію вимкнено.
zh_hans: 清空会移除 CloudKit 上的记录并把删除同步到其他设备，本机记录会保留。仅在关闭同步后可用。
zh_hk: 清空會移除 CloudKit 上的記錄並把刪除同步到其他裝置，本機記錄會保留。僅在關閉同步後可用。

# settings.cloudKitSync.clear.success.message
source: %@ records were deleted from CloudKit.
ar: تم حذف سجلات %@ من CloudKit.
de: %@ Datensätze wurden aus CloudKit gelöscht.
es: Se eliminaron %@ registros de CloudKit.
es_419: Se eliminaron %@ registros de CloudKit.
fr: %@ enregistrements ont été supprimés de CloudKit.
it: %@ record sono stati eliminati da CloudKit.
ja: CloudKit から %@ 件のレコードを削除しました。
ko: %@개의 레코드를 CloudKit에서 삭제했습니다.
pt_br: %@ registros foram apagados do CloudKit.
pt_pt: %@ registos foram eliminados do CloudKit.
ru: Записи (%@) были удалены из CloudKit.
uk: Записи «%@» було видалено з CloudKit.
zh_hans: 已从 CloudKit 删除「%@」记录。
zh_hk: 已從 CloudKit 刪除「%@」記錄。

# settings.cloudKitSync.clear.success.title
source: CloudKit data cleared
ar: تم مسح بيانات CloudKit
de: CloudKit-Daten gelöscht
es: Datos de CloudKit borrados
es_419: Datos de CloudKit borrados
fr: Données CloudKit effacées
it: Dati CloudKit cancellati
ja: CloudKit データを消去しました
ko: CloudKit 데이터가 지워짐
pt_br: Dados do CloudKit apagados
pt_pt: Dados do CloudKit limpos
ru: Данные CloudKit очищены
uk: Дані CloudKit очищено
zh_hans: CloudKit 数据已清空
zh_hk: CloudKit 資料已清空

# settings.cloudKitSync.clearDiagnostics
source: Clear Sync Diagnostics
ar: مسح تشخيصات المزامنة
de: Synchronisierungsdiagnose löschen
es: Borrar diagnósticos de sincronización
es_419: Borrar diagnósticos de sincronización
fr: Effacer les diagnostics de synchronisation
it: Cancella la diagnostica di sincronizzazione
ja: 同期診断を消去
ko: 동기화 진단 지우기
pt_br: Apagar Diagnóstico de Sincronização
pt_pt: Limpar diagnósticos de sincronização
ru: Очистить диагностику синхронизации
uk: Очистити діагностику синхронізації
zh_hans: 清除同步诊断
zh_hk: 清除同步診斷

# settings.cloudKitSync.clearDiagnostics.alert.message
source: This deletes the locally recorded sync events. Your posts and CloudKit data are not affected.
ar: يؤدي ذلك إلى حذف أحداث المزامنة المسجّلة محليًا. لن يتأثر منشوراتك ولا بيانات CloudKit.
de: Dadurch werden die lokal aufgezeichneten Synchronisierungsereignisse gelöscht. Deine Posts und CloudKit-Daten sind nicht betroffen.
es: Esto elimina los eventos de sincronización registrados localmente. Tus publicaciones y tus datos de CloudKit no se ven afectados.
es_419: Esto elimina los eventos de sincronización registrados localmente. Tus publicaciones y los datos de CloudKit no se ven afectados.
fr: Cette action supprime les événements de synchronisation enregistrés localement. Vos publications et vos données CloudKit ne sont pas affectées.
it: Questa operazione elimina gli eventi di sincronizzazione registrati localmente. I tuoi post e i dati CloudKit non vengono interessati.
ja: これにより、ローカルに記録された同期イベントが削除されます。投稿や CloudKit データには影響しません。
ko: 이 작업은 로컬에 기록된 동기화 이벤트를 삭제합니다. 게시물과 CloudKit 데이터에는 영향을 주지 않습니다.
pt_br: Isto apaga os eventos de sincronização registrados localmente. Suas notas e os dados do CloudKit não são afetados.
pt_pt: Isto elimina os eventos de sincronização registados localmente. As suas publicações e os dados do CloudKit não são afetados.
ru: Это удалит локально записанные события синхронизации. Ваши заметки и данные CloudKit не затрагиваются.
uk: Це видалить локально записані події синхронізації. Ваші дописи та дані CloudKit не зачіпаються.
zh_hans: 这将删除本地记录的同步事件，不会影响你的内容和 CloudKit 数据。
zh_hk: 這將刪除本機記錄的同步事件，不會影響你的內容和 CloudKit 資料。

# settings.cloudKitSync.clearDiagnostics.alert.title
source: Clear Sync Diagnostics?
ar: مسح تشخيصات المزامنة؟
de: Synchronisierungsdiagnose löschen?
es: ¿Borrar los diagnósticos de sincronización?
es_419: ¿Borrar los diagnósticos de sincronización?
fr: Effacer les diagnostics de synchronisation ?
it: Cancellare la diagnostica di sincronizzazione?
ja: 同期診断を消去しますか？
ko: 동기화 진단을 지우시겠습니까?
pt_br: Apagar o Diagnóstico de Sincronização?
pt_pt: Limpar diagnósticos de sincronização?
ru: Очистить диагностику синхронизации?
uk: Очистити діагностику синхронізації?
zh_hans: 清除同步诊断日志？
zh_hk: 清除同步診斷紀錄？

# settings.cloudKitSync.clearing
source: Clearing...
ar: جارٍ المسح...
de: Wird gelöscht …
es: Borrando...
es_419: Borrando...
fr: Effacement…
it: Cancellazione in corso...
ja: 消去中…
ko: 지우는 중...
pt_br: Apagando...
pt_pt: A limpar...
ru: Очистка...
uk: Очищення...
zh_hans: 正在清空...
zh_hk: 正在清空...
